Repository: patrickposner/woocommerce-user-synchronisation
Catalog: languages/woocommerce-user-synchronisation-*.po
Languages: de_de

source: Transfer Settings
de_de: Übertragungseinstellungen

source: Transfer URL
de_de: Übertragungs-URL

source: The URL where you want to transfer the users
de_de: Die URL zu der du deine Kunden übertragen möchtest

source: Number of users per batch
de_de: Anzahl der Nutzer die je Durchlauf transferiert werden

source: Number of users prepared for the transfer
de_de: Anzahl der der Nutzer die für die Übertragung vorbereitet werden

source: Transfer Type
de_de: Übertragungs-Typ

source: Receiver
de_de: Empfänger

source: Is the current page the sender or the receiver of the user transfer?
de_de: Ist der aktuelle Shop Sender oder Empfänger der Kunden-Daten?

source: Send User Transfer
de_de: Transferiere Kunden

source: Run the transfer with the selected settings.
de_de: Führt den Transfer mit den eingestellten Optionen aus.

source: Transfer this user
de_de: Diesen Kunden übertragen

source: No
de_de: Nein

source: Yes
de_de: Ja

source: <strong>ERROR</strong>: Please decide wether or not the current user is transferable
de_de: <strong>Fehler</strong>: Bitte entscheide ob der Kunde übertragen werden soll oder nicht

source: User Transfer
de_de: Kundenübertragung

source: Set / Unset Transfer
de_de: Aktiviere / Deaktiviere Übertragung

source: Send new Password Mail
de_de: Sende "Neues Passwort" E-Mail

source: Customer
de_de: Kunde

source: Reset Password
de_de: Passwort zurücksetzen

source: Hi
de_de: Hallo

source: An account has been created on
de_de: Ein Konto wurde erstellt bei

source: for email address
de_de: für die E-Mail Adresse

source: Click here to set the password for your account
de_de: Klicke hier um dein Passwort für dein Konto zu setzen

source: Your account on
de_de: Dein Konto bei

source: Plugin to synchronize users between woocommerce stores
de_de: Plugin um Kundendaten von einem Shop in einen anderen zu übertragen
